brew 'git'
brew 'alacritty'
brew 'font-meslo-lg-nerd-font'
brew 'powerlevel10k'
brew 'nvim'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'fzf'
brew 'fd'
brew 'bat'
brew 'git-delta'
brew 'eza'
brew 'tldr'
brew 'thefuck'
brew 'docker-compose'
brew 'jq'
brew 'tmux'
brew 'jq'
cask 'obsidian'
